04_OpenFoam/_Tut_02/OpenFOAM-14/incompressibleFluid/elipsekkLOmega/system/mirrorMeshDict.y
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  14
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system";
    object      mirrorMeshDict.y;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

point           (0 0 0);
normal          (0 -1 0);

planeTolerance  1e-06;

// ************************************************************************* //
